const tests = {
    test1: {
        title: "Тест Юнга",
        description: "Тест Юнга, предложенный известным психологом для определения различных типологических характеристик человека позволяет определить, кем является индивид.",
        questions: {
            qA: "Ты комфортно чувствуешь себя в одиночестве?",
            qB: "В компании людей ты заряжаешься энергией?",
            qC: "В тишине ты чувствуешь себя неуютно и стараешься чем-то заполнить ее?",
            qD: "Ты легко находишь общий язык с незнакомцами?",
            qE: "У тебя много знакомых и друзей?"
        },
    },
    test2: {
        title: "Типология характера",
        description: "Тест Юнга, предложенный известным психологом для определения различных типологических характеристик человека позволяет определить, кем является индивид.",
        questions: {
            qA: "Тебе сложно усидеть на месте?",
            qB: "Тебе сложно пережить трудные дни в одиночестве?",
            qC: "Ты часто звонишь и пишешь друзьям?",
            qD: "Ты любишь макароны?",
            qE: "Как часто ты смотришь мультики?"
        }
    }
}
module.exports = tests;